Repository: bootchk/resynthesizer
Catalog: po/*.po
Languages: fr, pt_br

source: You must first select a region to heal.
fr: Vous devez d'abord sélectionner une région à corriger.
pt_br: Você deve primeiro selecionar uma região para restaurar.

source: Heal the selection from surroundings as if using the heal tool.
fr: Corriger la sélection à partir des environs comme si vous utilisiez l'outil Correcteur.
pt_br: Restaurar a seleção dos arredores como se estivesse usando a ferramenta de restauração.

source: _Heal selection(scm)...
fr: Corriger la sélection(scm)...
pt_br: Restaurar seleção(scm)...

source: Context sampling width (pixels)
fr: Largeur d'échantillonnage du contexte (pixels)
pt_br: Largura de amostragem do contexto (pixels)

source: Sample from
fr: Échantillon
pt_br: Amostra de

source: All around
fr: Tout autour
pt_br: Tudo em volta

source: Sides
fr: Côtés
pt_br: Lados

source: Above and below
fr: Au-dessus et au-dessous
pt_br: Acima e abaixo

source: Filling order
fr: Ordre de remplissage
pt_br: Pedido de preenchimento

source: Random
fr: Aléatoire
pt_br: Aleatório

source: Inwards towards center
fr: Vers le centre
pt_br: Para dentro em direção ao centro

source: Outwards from center
fr: Vers l'extérieur
pt_br: Para fora do centro

source: Removes alpha channel by synthesis. Fill outward for edges, inward for holes.
fr: Supprime le canal alpha par synthèse. Remplit vers l'extérieur pour les bords, vers l'intérieur pour les trous.
pt_br: Remove o canal alfa por síntese. Preencher para fora para as bordas, para dentro para furos.

source: _Heal transparency(scm)...
fr: Corriger la transparence(scm)...
pt_br: Restaurar transparência(scm)...

source: The style source cannot be of mode INDEXED
fr: La source de style ne peut pas être en mode Couleurs INDEXÉES.
pt_br: A fonte do estilo não pode ser do modo INDEXED

source: Transfer style (color and surface) from a chosen source to the active layer.
fr: Transférer le style (couleur et surface) d'une source choisie vers le calque actif.
pt_br: Transfira o estilo (cor e superfície) de uma fonte escolhida para a camada ativa.

source: _Style(scm)...
pt_br: Estilo(scm)...

source: Source of style
fr: Source de style
pt_br: Fonte do estilo

source: Percent transfer
fr: Pourcentage de transfert
pt_br: Transferência percentual

source: Map by
fr: Correspondance
pt_br: Mapear por

source: Color and brightness
fr: Couleur et luminosité
pt_br: Cor e brilho

source: Brightness only
fr: Luminosité seulement
pt_br: Brilho apenas

source: Create a new image with texture from the current image or selection. Optionally, create image edges suited for further, seamless tiling.
fr: Créer une nouvelle image avec une texture à partir de l'image ou de la sélection actuelle. Vous pouvez aussi créer des bords d’image raccordables.
pt_br: Crie uma nova imagem com textura da imagem ou seleção atual.Opcionalmente, crie bordas de imagem adequadas para ladrilhos contínuos.

source: _Texture(scm)...
pt_br: Textura(scm)...

source: Ratio of size of new image to source selection
fr: Rapport de taille de la nouvelle image à la sélection source
pt_br: Proporção do tamanho da nova imagem para a seleção da fonte

source: Make new image edges suitable for seamless tiling
fr: Faire de nouvelles bordures d'image raccordables
pt_br: Faça novas bordas de imagem adequadas para ladrilhos contínuos

source: Enlarge image and synthesize to sharpen.
fr: Agrandir l'image et synthétiser pour augmenter la netteté.
pt_br: Amplie a imagem e sintetize para torná-la mais nítida.

source: _Enlarge & sharpen(scm)...
fr: Agrandir et augmenter la netteté(scm)...
pt_br: Ampliação & nitidez(scm)...

source: Scale by
fr: Mise à l'échelle
pt_br: Escalar por

source: Seamlessly fill with a pattern using synthesis.
fr: Remplir avec un motif raccordable en utilisant la synthèse.
pt_br: Preencha perfeitamente com um padrão usando síntese.

source: _Fill with pattern seamless(scm)...
fr: Remplir avec un motif raccordable(scm)...
pt_br: _Preencher com padrão sem emenda(scm)...

source: Pattern
fr: Motif
pt_br: Padrão

source: Sharpen image by synthesis.
fr: Augmenter la netteté de l'image par synthèse.
pt_br: Aumentar a nitidez da imagem por síntese.

source: _Sharpen by synthesis(scm)...
fr: Augmenter la netteté par synthèse(scm)...
pt_br: Nitidez por síntese(scm)...

source: Sharpening
fr: Augmentation de la netteté
pt_br: Nitidez

source: A layer must be active, not a channel.
fr: Un calque doit être actif, pas un canal.
pt_br: Uma camada deve estar ativa, não um canal.

source: Enlarge image by synthesizing a border that matches the edge, maintaining perspective. Works best for small enlargement of natural edges. Undo a Crop instead, if possible!
fr: Agrandir l'image en synthétisant une bordure qui correspond au bord, en maintenant la perspective. Fonctionne mieux pour un petit agrandissement des bords naturels. Annuler le rognage à la place, si possible!
pt_br: Amplie a imagem sintetizando uma borda que corresponda à borda, mantendo a perspectiva. Funciona melhor para pequenas ampliações de bordas naturais. Desfazer um corteem vez disso, se possível!

source: _Uncrop(scm)...
fr: Dérogner(scm)...
pt_br: Retirar do corte(scm)...

source: Percent enlargement
fr: Pourcentage d'agrandissement
pt_br: Ampliação percentual

source: Make tiles, apply themes, render texture, remove features, etc.
fr: Faire des mosaïques, appliquer des thèmes, générer une texture, supprimer des éléments, etc.
pt_br: Faça ladrilhos, aplique temas, renderize textura, remova recursos, etc.

source: _Resynthesize...
fr: _Resynthétiser...
pt_br: _Ressintetizar...

source: Context:
fr: Contexte :
pt_br: Contexto:

source: Random order, without context
fr: Ordre aléatoire, sans contexte
pt_br: Ordem aleatória, sem contexto

source: Random order, with context
fr: Ordre aléatoire, avec contexte
pt_br: Ordem aleatória, com contexto

source: Randomized bands, concentric, inwards
fr: Bandes randomisées, concentriques, vers l'intérieur
pt_br: Bandas randomizadas, concêntricas, para dentro

source: Randomized bands, horizontally, inwards (i.e. squeezing from top and bottom)
fr: Bandes randomisées, horizontalement, vers l’intérieur (c.-à-d. en pressant du haut vers le bas)
pt_br: Bandas randomizadas, horizontalmente, para dentro (ou seja, apertando de cima para baixo)

source: Randomized bands, vertically, inwards (i.e. squeezing from left and right)
fr: Bandes randomisées, verticalement, vers l’intérieur (c.-à-d. en pressant de gauche à droite)
pt_br: Bandas randomizadas, verticalmente, para dentro (ou seja, apertando da esquerda para a direita)

source: Randomized bands, concentric, outwards (e.g. for uncrop)
fr: Bandes randomisées, concentriques, vers l’extérieur (p. ex., pour dérogner)
pt_br: Bandas randomizadas, concêntricas, externas (por exemplo, para descortinar)

source: Randomized bands, vertically, outwards (i.e. expanding to left and right)
fr: Bandes randomisées, verticalement, vers l'extérieur (c.-à-d. en s'étendant à gauche et à droite)
pt_br: Bandas randomizadas, verticalmente, para fora (ou seja, expandindo para a esquerda e direita)

source: Randomized bands, concentric, inwards and outwards (i.e. squeezing in and out a donut)
fr: Bandes randomisées, concentriques, vers l’intérieur et l’extérieur (c.-à-d. en pressant un beignet)
pt_br: Bandas randomizadas, concêntricas, para dentro e para fora (ou seja, apertando para dentro e para fora um donut)

source: Resynthesize
fr: Resynthétiser
pt_br: Ressintetizar

source: _Cancel
fr: _Annuler
pt_br: _Cancelar

source: Options
pt_br: Opções

source: Tweaks
fr: Réglages
pt_br: Ajustes

source: Input
fr: Entrée
pt_br: Entrada

source: Texture source:
fr: Source de texture :
pt_br: Fonte de textura:

source: Output
fr: Sortie
pt_br: Saída

source: Make horizontally tileable
fr: Mosaïque horizontale
pt_br: Tornar horizontalmente inclinável

source: Make vertically tileable
fr: Mosaïque verticale
pt_br: Tornar verticalmente inclinável

source: Texture transfer
fr: Transfert de texture
pt_br: Transferência de textura

source: Use texture transfer
fr: Utiliser le transfert de texture
pt_br: Usar transferência de textura

source: Input map:
fr: Carte d'entrée :
pt_br: Mapa de entrada:

source: Output map:
fr: Carte de sortie :
pt_br: Mapa de saída:

source: Map importance:
fr: Importance de la carte :
pt_br: Importância do mapa:

source: Resynthesizer operates by copying pixels, one at a time, from the input to the output. A neighbourhood of nearby pixels in the output are compared with neighbourhoods of pixels in the input. The pixel at the center of the best matching neighbourhood is copied to the output.
fr: Resynthesizer fonctionne en copiant, un à un, les pixels de l'entrée à la sortie. Un voisinage de pixels proches dans la sortie est comparé à un voisinage de pixels dans l'entrée. Le pixel au centre du meilleur voisinage correspondant est copié dans la sortie.
pt_br: O Resynthesizer opera copiando pixels, um de cada vez, da entrada para a saída. Uma vizinhança de próximos na saída é comparada com a vizinhança de pixels na entrada. O pixel no centro da melhor vizinhança correspondente é copiado para a saída.

source: Neighbourhood size:
fr: Taille du voisinage :
pt_br: Tamanho da vizinhança:

source: - How many nearby pixels in the output are to be used?
fr: - Combien de pixels proches dans la sortie doivent être utilisés?
pt_br: - Quantos pixels próximos na saída devem ser usados?

source: Search thoroughness:
fr: Ampleur de la recherche :
pt_br: Pesquisa exaustiva:

source: - How many locations in the input are examined?
fr: - Combien d'emplacements dans l'entrée sont examinés?
pt_br: - Quantas localizações na entrada são examinadas?

source: Sensitivity to outliers:
fr: Sensibilité aux aberrations :
pt_br: Sensibilidade á discrepantes:

source: - To what extent does a very bad match on a single pixel disqualify a location?
fr: - Dans quelle mesure une très mauvaise correspondance sur un seul pixel disqualifie-t-elle un emplacement?
pt_br: - Até que ponto uma correspondência muito ruim em um único pixel desqualifica um local?

source: Incompatible image mode.
fr: Mode d'image incompatible.
pt_br: Modo de imagem incompatível.

source: Resynthesizer failed to get parameters.
fr: Resynthesizer n'a pas réussi à obtenir les paramètres.
pt_br: O ressintetizador falhou ao obter parâmetros.

source: The input texture and output image must have the same number of color channels.
fr: La texture en entrée et l'image en sortie doivent avoir le même nombre de canaux de couleur.
pt_br: A textura de entrada e a imagem de saída devem ter o mesmo número de canais de cores.

source: The input and output maps must have the same mode
fr: Les cartes d'entrée et de sortie doivent avoir le même mode.
pt_br: Os mapas de entrada e saída devem ter o mesmo modo

source: The input map should be the same size as the input texture image
fr: La carte en entrée doit avoir la même taille que l'image de texture en entrée.
pt_br: O mapa de entrada deve ter o mesmo tamanho da imagem de textura de entrada

source: The output map should be the same size as the output image
fr: La carte en sortie doit avoir la même taille que l'image en sortie.
pt_br: O mapa de saída deve ser do mesmo tamanho que a imagem de saída

source: synthesizing...
fr: synthèse...
pt_br: sintetizando...

source: The texture source is empty. Does any selection include non-transparent pixels?
fr: La source de texture est vide. Existe-t-il une sélection avec pixels non transparents?
pt_br: A fonte da textura está vazia. Alguma seleção inclui pixels não transparentes?

source: Randomized bands, horizontally, outwards, (i.e. expanding to top and bottom)
fr: Bandes randomisées, horizontalement, vers l'extérieur (c.-à-d. en s'étendant vers le haut et le bas)

source: The output layer is empty. Does any selection have visible pixels in the active layer?
fr: Le calque de sortie est vide. Existe-t-il une sélection avec des pixels visibles dans le calque actif?
